{
  "text": {
    "hello": 43,
    "hi": 45,
    "good": 41,
    "morning": 62,
    "hey": 44,
    "there": 97,
    "afternoon": 7,
    "evening": 33,
    "i": 47,
    "m": 59,
    "looking": 57,
    "to": 100,
    "purchase": 78,
    "200kg": 2,
    "of": 67,
    "organic": 69,
    "tomatoes": 101,
    "do": 31,
    "you": 115,
    "have": 42,
    "250kg": 3,
    "available": 14,
    "need": 64,
    "100kg": 0,
    "carrots": 20,
    "for": 37,
    "300kg": 4,
    "fresh": 38,
    "vegetables": 103,
    "can": 19,
    "buy": 17,
    "150kg": 1,
    "potatoes": 72,
    "want": 105,
    "this": 99,
    "week": 106,
    "what": 107,
    "s": 81,
    "your": 116,
    "current": 26,
    "price": 73,
    "per": 70,
    "kg": 51,
    "how": 46,
    "much": 63,
    "kilogram": 52,
    "are": 10,
    "rates": 79,
    "the": 96,
    "cost": 24,
    "does": 32,
    "it": 50,
    "pricing": 74,
    "that": 95,
    "works": 112,
    "us": 102,
    "perfect": 71,
    "ll": 54,
    "take": 91,
    "confirmed": 23,
    "yes": 113,
    "let": 53,
    "proceed": 75,
    "sounds": 86,
    "agree": 8,
    "confirm": 22,
    "order": 68,
    "delivery": 30,
    "be": 15,
    "arranged": 12,
    "deliver": 29,
    "about": 6,
    "arrange": 11,
    "work": 111,
    "thank": 93,
    "thanks": 94,
    "very": 104,
    "a": 5,
    "lot": 58,
    "appreciate": 9,
    "availability": 13,
    "when": 108,
    "will": 110,
    "ready": 80,
    "is": 49,
    "now": 66,
    "stock": 89,
    "getting": 40,
    "started": 88,
    "get": 39,
    "start": 87,
    "begin": 16,
    "explain": 34,
    "process": 76,
    "tell": 92,
    "me": 61,
    "seedsync": 82,
    "info": 48,
    "check": 21,
    "locations": 56,
    "where": 109,
    "located": 55,
    "find": 36,
    "farmer": 35,
    "sell": 83,
    "produce": 77,
    "selling": 85,
    "crops": 25,
    "seller": 84,
    "buyer": 18,
    "decision": 28,
    "think": 98,
    "decide": 27,
    "not": 65,
    "sure": 90,
    "yet": 114,
    "maybe": 60
  },
  "intent": {
    "greet": 11,
    "request_produce": 13,
    "ask_price": 3,
    "confirm_order": 6,
    "ask_delivery": 2,
    "thank": 14,
    "ask_availability": 1,
    "get_started": 9,
    "how_it_works": 12,
    "about_seedsync": 0,
    "check_locations": 5,
    "farmer_seller": 8,
    "buyer": 4,
    "decision_pending": 7,
    "goodbye": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_check_produce_availability": 1,
    "action_confirm_order": 2,
    "action_set_user_type": 12,
    "utter_about_seedsync": 15,
    "utter_availability_info": 16,
    "utter_check_locations": 17,
    "utter_decision_help": 18,
    "utter_delivery_info": 19,
    "utter_farmer_get_started": 20,
    "utter_farmer_options": 21,
    "utter_get_started": 22,
    "utter_goodbye": 23,
    "utter_greet": 24,
    "utter_how_it_works": 25,
    "utter_price_info": 26,
    "utter_welcome": 27
  },
  "action_text": null,
  "intent_response_key": null
}